Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_toivottaa_hyvaa_sapmi_pridea_.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät toivottaa hyvää Sápmi Pridea!
smn: Sämitigge tuáivut pyere Säämi Pride!

source: 5.–8.8.2021 vietetään Sápmi Pridea Utsjoella.
smn: Säämi Pride tuálloo Ucjuuvâst 5.–8.8.2021.

source: Sápmi Pride -kulkue järjestetään lauantaina 7.8. ja Saamelaiskäräjien edustajana kulkueeseen osallistuu nuorisoneuvoston puheenjohtaja Anni-Sofia Niittyvuopio.
smn: Säämi Pride -ráiđuväzzim läjiduvvoo lávurduv 7.8. já Sämitige ovdâsteijen väzzimân uásálist nuorâirääđi saavâjođetteijee Anni-Sofia Niittyvuopio.

source: Saamelaiskäräjien toimintaohjelmassa 2020–2023 yhdeksi Saamelaiskäräjien toiminnan arvoksi on nostettu saamelainen tasa-arvo ja yhdenvertaisuus.
smn: Sämitige toimâohjelmist 2020–2023 ohtâ Sämitige toimâm árvun láá pajedum sämmilâš täsiárvu já ovtviärdásâšvuotâ.

source: Lisäksi Saamelaiskäräjät pyrkii toiminnassaan saamelaisten ihmisoikeuksien edistämiseen kokonaisuutena kaikilla tasoilla ja jokaisen politiikan alalla.
smn: Lasseen Sämitigge viggá toimâinis sämmilij olmoošvuoigâdvuođâi oovdedmân ubâlâšvuottân puoh taasijn já jyehi politik syergist.

source: – Saamelaiskäräjät näkee tärkeänä ja tekee töitä ihmisoikeuksien sekä tasa-arvon ja yhdenvertaisuuden edistämiseksi sekä saamelaisessa että suomalaisessa yhteiskunnassa, toteaa Saamelaiskäräjien II varapuheenjohtaja Leo Aikio.
smn: – Sämitigge uáiná olmoošvuoigâdvuođâi sehe täsiáárvu já ovtviärdásâšvuođâ ovdedem tehálâžžân já parga tai oovdân sehe sämmilii já syemmilii siärváduvâst, pááhud Sämitige II värisaavâjođetteijee Leo Aikio.

source: Sápmi Pride järjestettiin vuonna 2017 Inarissa.
smn: Säämi Pride uárnejui ive 2017 Anarist.

source: Kuva: Ville-Riiko Fofonoff
smn: Kove: Ville-Riiko Fofonoff

source: Lue lisää tapahtumasta.
smn: Luuvâ lase tábáhtusâst.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Leo Aikio Saamelaiskäräjien II varapuheenjohtaja 040 621 6505 leo.aikio(at)samediggi.fi
smn: Leo Aikio Sämitige II värisaavâjođetteijee 040 621 6505 leo.aikio(at)samediggi.fi
